Repository: shivadha/GrowOnlineWeb
Catalog: GrowIndigo.Utilities/Resources/Resource.*.resx
Languages: hi, mr, te

# GrowOnline_Common_AboutGrowINdTitle4
source: improves grower profitability, environmental sustainability, and consumer health through the use of natural microbiology and digital technologies. The company's scientific discoveries and digital innovations create new value from soil to sale, benefiting tens of thousands of growers across millions of acres. Working across the supply chain, Indigo is furthering its mission of harnessing nature to help farmers sustainably feed the planet. In 2019, Indigo established The Terraton Initiative, a global effort to drawdown one trillion tons of atmospheric carbon dioxide through agricultural soils. Ranked #1 on CNBC's Disruptor 50 list, Indigo is headquartered in Boston, MA, with additional offices in Memphis, TN; Research Triangle Park, NC; Sydney, Australia; Buenos Aires, Argentina; São Paulo, Brazil; and Switzerland.
hi: के माध्यम से उत्पादक लाभप्रदता, पर्यावरणीय स्थिरता और उपभोक्ता स्वास्थ्य में सुधार प्राकृतिक सूक्ष्म जीव विज्ञान और डिजिटल प्रौद्योगिकियों का उपयोग। कंपनी की वैज्ञानिक खोजें और डिजिटल नवाचारों मिट्टी से बिक्री के लिए नए मूल्य बनाएं, लाखों एकड़ में हजारों उत्पादकों को फायदा होगा। काम कर रहे आपूर्ति श्रृंखला में, इंडिगो किसानों को लगातार मदद करने के लिए प्रकृति के दोहन के अपने मिशन को आगे बढ़ा रहा है चारा ग्रह। 2019 में, इंडिगो ने द ट्रेटन इनिशिएटिव की स्थापना की, जो एक ट्रिलियन को आकर्षित करने का एक वैश्विक प्रयास है हज़ारों की संख्या में कृषि मिट्टी के माध्यम से वायुमंडलीय कार्बन डाइऑक्साइड। CNBC की व्यवधान 50 की सूची में # 1 रैंक पर, इंडिगो है मेम्फिस, टीएन में अतिरिक्त कार्यालयों के साथ बोस्टन, एमए में मुख्यालय; अनुसंधान त्रिभुज पार्क, नेकां; सिडनी, ऑस्ट्रेलिया; ब्यूनोस एयर्स, अर्जेंटीना; साओ पाउलो ब्राज़ील; और स्विट्जरलैंड।
mr: उत्पादक नफा, पर्यावरणीय टिकाव आणि ग्राहक आरोग्याद्वारे सुधारित करते अगोदर निर्देश केलेल्या बाबीसंबंधी बोलताना नैसर्गिक मायक्रोबायोलॉजी आणि डिजिटल तंत्रज्ञानाचा वापर. कंपनीचे वैज्ञानिक शोध आणि डिजिटल नवकल्पना मातीपासून विक्रीपर्यंत नवीन मूल्य तयार करा, लाखो एकर ओलांडून हजारो उत्पादकांना फायदा होईल. कार्यरत पुरवठा साखळी ओलांडून, इंडिगो निसर्गाचे एकत्रीकरण करण्याचे ध्येय पुढे करीत आहे जेणेकरून शेतक farmers्यांना शाश्वतपणे मदत करता येईल अन्न देणे ग्रह. २०१ In मध्ये इंडिगोने एक ट्रिलियन डॉलर काढण्याचा जागतिक प्रयत्न ‘द टेराटॉन इनिशिएटिव्ह’ ची स्थापना केली टन शेतीच्या मातीतून वातावरणातील कार्बन डाय ऑक्साईड. सीएनबीसीच्या डिस्ट्रॅपर 50 यादीमध्ये प्रथम स्थानावर इंडिगो आहे बोस्टन, एमए मध्ये मुख्यालय, मेम्फिस, टीएन मध्ये अतिरिक्त कार्यालये; रिसर्च ट्रायएंगल पार्क, एनसी; सिडनी, ऑस्ट्रेलिया; अर्जेटिना अर्जेटिना; साओ पाउलो, ब्राझील; आणि स्वित्झर्लंड
te: పెంపకందారుల లాభదాయకత, పర్యావరణ స్థిరత్వం మరియు వినియోగదారుల ఆరోగ్యాన్ని మెరుగుపరుస్తుంది ది సహజ మైక్రోబయాలజీ మరియు డిజిటల్ టెక్నాలజీల వాడకం. సంస్థ యొక్క శాస్త్రీయ ఆవిష్కరణలు మరియు డిజిటల్ ఆవిష్కరణలు మట్టి నుండి అమ్మకం వరకు కొత్త విలువను సృష్టించండి, మిలియన్ల ఎకరాలలో వేలాది మంది సాగుదారులకు ప్రయోజనం చేకూరుస్తుంది. వర్కింగ్ సరఫరా గొలుసు అంతటా, రైతులు స్థిరంగా సహాయపడటానికి ఇండిగో ప్రకృతిని ఉపయోగించుకునే తన లక్ష్యాన్ని మరింత పెంచుతోంది ఫీడ్ గ్రహం. 2019 లో, ఇండిగో ది టెర్రాటన్ ఇనిషియేటివ్‌ను స్థాపించింది, ఇది ఒక ట్రిలియన్ డాలర్లను డ్రా చేసే ప్రపంచ ప్రయత్నం టన్నుల కొద్దీ వ్యవసాయ నేలల ద్వారా వాతావరణ కార్బన్ డయాక్సైడ్. సిఎన్‌బిసి యొక్క డిస్ట్రప్టర్ 50 జాబితాలో # 1 స్థానంలో ఉంది, ఇండిగో ప్రధాన కార్యాలయం బోస్టన్, MA, మెంఫిస్, TN లో అదనపు కార్యాలయాలతో; రీసెర్చ్ ట్రయాంగిల్ పార్క్, NC; సిడ్నీ, ఆస్ట్రేలియా; బ్యూనస్ ఎయిర్స్, అర్జెంటీనా; సావో పాలో, బ్రెజిల్; మరియు స్విట్జర్లాండ్.

# GrowOnline_Common_BestPrice
source: Best Price
hi: सबसे अच्छी कीमत
mr: सर्वोत्तम किंमत
te: ఉత్తమ ధర

# GrowOnline_Common_CartDetail
source: Cart Details
hi: गाड़ी का विवरण
mr: कार्ट तपशील
te: బండి వివరాలు

# GrowOnline_Common_CheckOut
source: Checkout
hi: चेक आउट
mr: तपासा
te: చెక్అవుట్

# GrowOnline_Common_CheckoutDetails
source: Checkout Detail
hi: चेकआउट विस्तार
mr: चेकआउट तपशील
te: చెక్అవుట్ వివరాలు

# GrowOnline_Common_CompanyProduct
source: Company Product
hi: कंपनी का उत्पाद
mr: कंपनी उत्पादन
te: కంపెనీ ఉత్పత్తి

# GrowOnline_Common_continueShop
source: Continue shopping
hi: खरीदारी जारी रखें
mr: खरेदी चालू ठेवा
te: షాపింగ్ కొనసాగించడానికి

# GrowOnline_Common_ErrorProductRemoved
source: Error while removing product from cart.
hi: कार्ट से उत्पाद निकालते समय त्रुटि।
mr: कार्टमधून उत्पादन काढताना त्रुटी.
te: కార్ట్ నుండి ఉత్పత్తిని తీసివేసేటప్పుడు లోపం.

# GrowOnline_Common_FastDeli
source: Fast Delivery
hi: तेजी से वितरण
mr: जलद वितरण
te: ఫాస్ట్ డెలివరీ

# GrowOnline_Common_FastDeliWith30
source: Within minimum defined days
hi: न्यूनतम निर्धारित दिनों के भीतर
mr: किमान परिभाषित दिवसांच्या आत
te: కనీస నిర్వచించిన రోజుల్లో

# GrowOnline_Common_Free
source: Free
hi: नि: शुल्क
mr: फुकट
te: ఉచిత

# GrowOnline_Common_GuranteeBestPrice
source: Guaranteed price
hi: गारंटी मूल्य
mr: हमी किंमत
te: హామీ ధర

# GrowOnline_Common_Name
source: NAME
hi: नाम
mr: नाव
te: పేరు

# GrowOnline_Common_noCartProduct
source: There is no product in cart
hi: कार्ट में कोई उत्पाद नहीं है
mr: कार्टमध्ये कोणतेही उत्पादन नाही
te: బండిలో ఉత్పత్తి లేదు

# GrowOnline_Common_Orderhistory
source: Order History
hi: आदेश इतिहास
mr: ऑर्डर इतिहास
te: ఆర్డర్ చరిత్ర

# GrowOnline_Common_OrderOnline
source: Order Online
hi: ऑनलाइन ऑर्डर
mr: ऑनलाईन ऑर्डर करा
te: ఆన్‌లైన్‌లో ఆర్డర్ చేయండి

# GrowOnline_Common_OrderOVer
source: Orders over 1000k
hi: 1000k से अधिक आदेश
mr: 1000k पेक्षा जास्त ऑर्डर
te: 1000 కి పైగా ఆర్డర్లు

# GrowOnline_Common_PayComp
source: Payment Complete
hi: भुगतान पूर्ण
mr: देयक पूर्ण
te: చెల్లింపు పూర్తయింది

# GrowOnline_Common_PayDetail
source: Payment Detail
hi: भुगतान विवरण
mr: देय तपशील
te: చెల్లింపు వివరాలు

# GrowOnline_Common_PayDetail1
source: Please select a payment option to purchase the products
hi: कृपया उत्पादों को खरीदने के लिए एक भुगतान विकल्प चुनें
mr: कृपया उत्पादने खरेदी करण्यासाठी देय पर्याय निवडा
te: ఉత్పత్తులను కొనుగోలు చేయడానికి దయచేసి చెల్లింపు ఎంపికను ఎంచుకోండి

# GrowOnline_Common_Product
source: PRODUCT
hi: उत्पाद
mr: उत्पादन
te: ఉత్పత్తి

# GrowOnline_Common_ProductCat
source: Product list
hi: उत्पाद सूची
mr: उत्पादन यादी
te: ఉత్పత్తి జాబితా

# GrowOnline_Common_ProductRemoved
source: Product is removed from cart successfully.
hi: उत्पाद को कार्ट से सफलतापूर्वक निकाल दिया गया है।
mr: उत्पादन कार्टमधून यशस्वीरित्या काढले गेले आहे.
te: కార్ట్ నుండి ఉత్పత్తి విజయవంతంగా తొలగించబడుతుంది.

# GrowOnline_Common_Quantity
source: QUANTITY
hi: मात्रा
mr: प्रमाण
te: మొత్తము

# GrowOnline_Common_ReadMore
source: Read More
hi: अधिक पढ़ें
mr: पुढे वाचा
te: ఇంకా చదవండి

# GrowOnline_Common_SecurePay
source: Secure Payment
hi: सुरक्षित भुगतान
mr: सुरक्षित देय
te: సురక్షిత చెల్లింపు

# GrowOnline_Common_SecurePayMessage
source: 100% secure payment
hi: 100% सुरक्षित भुगतान
mr: 100% सुरक्षित पेमेंट
te: 100% సురక్షిత చెల్లింపు

# GrowOnline_Common_SubTotal
source: Subtotal
hi: उप-योग
mr: एकूण
te: పూర్తికాని

# GrowOnline_Common_ViewCart
source: View Cart
hi: कार्ट देखें
mr: कार्ट माहिती पहा
te: కార్ట్ సమాచారాన్ని చూడండి

# GrowOnline_MessageError_ProductRemove
source: Error while removing product from cart.
hi: कार्ट से उत्पाद निकालते समय त्रुटि।
mr: कार्टमधून उत्पादन काढताना त्रुटी.
te: కార్ట్ నుండి ఉత్పత్తిని తీసివేసేటప్పుడు లోపం

# GrowOnline_Message_AboutUsHeading
source: Welcome to Grow Indigo
hi: इंडिगो के विकास में आपका स्वागत है
mr: ग्रो इंडिगो मध्ये आपले स्वागत आहे
te: గ్రో ఇండిగోకు స్వాగతం

# GrowOnline_Message_AboutUsHeadingTextbox
source: Agricultural sustainability is a looming question as climate change is creating more uncertainty around the weather. The soil resource is central to agriculture and therefore sustainable agriculture is inherently dependent on soil health.
hi: जलवायु परिवर्तन अधिक पैदा कर रहा है के रूप में कृषि स्थिरता एक उभरते सवाल है मौसम के आसपास अनिश्चितता। मृदा संसाधन कृषि के लिए केंद्रीय है और इसलिए टिकाऊ है कृषि स्वाभाविक रूप से मिट्टी के स्वास्थ्य पर निर्भर है।
mr: हवामानातील बदल अधिक निर्माण होत असल्याने शेतीची टिकाव धोक्याचा प्रश्न आहे हवामान सुमारे अनिश्चितता माती संसाधन हे शेतीसाठी केंद्र आहे आणि म्हणूनच ते टिकाऊ आहे शेती मूळतः मातीच्या आरोग्यावर अवलंबून असते.
te: వాతావరణ మార్పు మరింత సృష్టిస్తున్నందున వ్యవసాయ సుస్థిరత దూసుకుపోతున్న ప్రశ్న వాతావరణం చుట్టూ అనిశ్చితి. నేల వనరు వ్యవసాయానికి కేంద్రంగా ఉంది మరియు అందువల్ల స్థిరమైనది వ్యవసాయం సహజంగా నేల ఆరోగ్యం మీద ఆధారపడి ఉంటుంది.

# GrowOnline_Message_AboutUsHeadingTextbox2
source: Agricultural sustainability is a looming question as climate change is creating more uncertainty around the weather. The soil resource is central to agriculture and therefore sustainable agriculture is inherently dependent on soil health.
hi: जलवायु परिवर्तन अधिक अनिश्चितता पैदा कर रहा है, क्योंकि कृषि स्थिरता एक बड़ा सवाल है मौसम के आसपास। मृदा संसाधन कृषि के लिए केंद्रीय है और इसलिए स्थायी कृषि है स्वाभाविक रूप से मिट्टी के स्वास्थ्य पर निर्भर है।
mr: हवामानातील बदल अधिक असुरक्षितता निर्माण करीत असल्याने शेतीची टिकाव धोक्याचा प्रश्न आहे हवामान सुमारे मातीची संसाधने ही शेतीसाठी मध्यवर्ती आहेत आणि म्हणूनच शाश्वत शेती आहे हे मूळतः मातीच्या आरोग्यावर अवलंबून असते.
te: వాతావరణ మార్పు మరింత అనిశ్చితిని సృష్టిస్తున్నందున వ్యవసాయ సుస్థిరత దూసుకుపోతున్న ప్రశ్న వాతావరణం చుట్టూ. నేల వనరు వ్యవసాయానికి కేంద్రంగా ఉంది మరియు అందువల్ల స్థిరమైన వ్యవసాయం నేల ఆరోగ్యంపై అంతర్గతంగా ఆధారపడి ఉంటుంది.

# GrowOnline_Message_CartDetail
source: CART TOTALS
hi: कार्ट के गुण
mr: कार्ट एकूण
te: కార్ట్ మొత్తాలు

# GrowOnline_Message_NoProduct
source: No Product Added for Now
hi: अब के लिए कोई उत्पाद नहीं जोड़ा गया
mr: आतासाठी कोणतेही उत्पादन जोडले नाही
te: ఇప్పుడు ఉత్పత్తి జోడించబడలేదు

# GrowOnline_Message_PayComp
source: Thank you for your transfer
hi: आपके स्थानांतरण के लिए धन्यवाद
mr: आपल्या हस्तांतरणासाठी धन्यवाद
te: మీ బదిలీకి ధన్యవాదాలు

# GrowOnline_Message_ProductRemove
source: Product is removed from cart successfully.
hi: उत्पाद को कार्ट से सफलतापूर्वक निकाल दिया गया है।
mr: उत्पादन कार्टमधून यशस्वीरित्या काढले गेले आहे.
te: కార్ట్ నుండి ఉత్పత్తి విజయవంతంగా తొలగించబడుతుంది.

# GrowOnline_Common_Cat
source: CATEGORIES
hi: श्रेणियाँ
mr: कॅटेगरीज
te: కేటగిరీలు

# GrowOnline_Common_ChnageState
source: Change State
hi: राज्य बदलें
mr: राज्य बदला
te: స్థితిని మార్చండి

# GrowOnline_Common_Companyname
source: Company Name
hi: कंपनी का नाम
mr: कंपनीचे नाव
te: కంపెనీ పేరు

# GrowOnline_Common_Daqte
source: Created Date
hi: रचना तिथि
mr: तयार केलेली तारीख
te: సృష్టించిన తేదీ

# GrowOnline_Common_gst
source: GST Percentage
hi: जीएसटी का प्रतिशत
mr: जीएसटी टक्केवारी
te: జీఎస్టీ శాతం

# GrowOnline_Common_maxQuan
source: Maximum Quantity to Book
hi: बुक करने के लिए अधिकतम मात्रा
mr: पुस्तक जास्तीत जास्त प्रमाण
te: పుస్తకానికి గరిష్ట పరిమాణం

# GrowOnline_Common_minQuan
source: Minimum Quantity to Book
hi: बुक करने के लिए न्यूनतम मात्रा
mr: बुक करण्यासाठी किमान प्रमाण
te: బుక్ చేయడానికి కనీస పరిమాణం

# GrowOnline_Common_PleaseSelect
source: Please select
hi: कृपया चुने
mr: कृपया निवडा
te: దయచేసి ఎంచుకోండి

# GrowOnline_Common_Product_CatDetails
source: Product Listing
hi: उत्पाद श्रेणियाँ विवरण
mr: उत्पादन श्रेणी तपशील
te: ఉత్పత్తి వర్గాల వివరాలు

# GrowOnline_Common_QuickShop
source: Quick Shop
hi: त्वरित दुकान
mr: द्रुत दुकान
te: త్వరిత దుకాణం

# GrowOnline_Common_SearchProduct
source: Search Products Here.....
hi: उत्पादों की खोज यहाँ .....
mr: येथे उत्पादने शोधा .....
te: ఉత్పత్తులను ఇక్కడ శోధించండి .....

# GrowOnline_Common_sEEDSsUBcAT
source: Shop per Crop
hi: प्रति फसल की खरीदारी करें
mr: खरेदी दर पीक
te: ప్రతి పంటకు షాపింగ్ చేయండి

# GrowOnline_Common_SellerList
source: Sellers List
hi: विक्रेताओं की सूची
mr: विक्रेत्यांची यादी
te: అమ్మకందారుల జాబితా

# GrowOnline_Common_SortBy
source: Sort By:
hi: इसके अनुसार क्रमबद्ध करें:
mr: यानुसार क्रमवारी लावा:
te: ఆమరిక:

# GrowOnline_Message_ContactUs
source: Got Question? Call Us
hi: सवाल हो गया? हमें कॉल करें
mr: प्रश्न आला? आम्हाला कॉल करा
te: ప్రశ్న ఉందా? మాకు కాల్ చేయండి

# GrowOnline_Message_CurrentQuality
source: The Current Quantity field is required.
hi: वर्तमान मात्रा क्षेत्र की आवश्यकता है।
mr: सध्याचे प्रमाण फील्ड आवश्यक आहे.
te: ప్రస్తుత పరిమాణ క్షేత్రం అవసరం.

# GrowOnline_Message_Description
source: The Description field is required.
hi: विवरण फ़ील्ड आवश्यक है।
mr: वर्णन फील्ड आवश्यक आहे.
te: వివరణ ఫీల్డ్ అవసరం.

# GrowOnline_Message_ErrorProductAdded
source: Error while adding Product in cart
hi: उत्पाद को कार्ट में जोड़ते समय त्रुटि
mr: कार्टमध्ये उत्पादन जोडताना त्रुटी
te: కార్ట్‌లో ఉత్పత్తిని జోడించేటప్పుడు లోపం

# GrowOnline_Message_Footer1
source: is a joint initiative of Mahyco Grow and Indigo Ag established in 2017. Combining the technological innovation of the two market leaders we will help maximize farmers' benefits. Our primary objective is to tackle the challenges farmers face every day and assist them to improve their yields.
hi: Mahyco Grow और Indigo Ag की संयुक्त पहल है 2017। दो बाजार के नेताओं के तकनीकी नवाचार को मिलाकर हम किसानों को अधिकतम मदद करेंगे। लाभ। हमारा प्राथमिक उद्देश्य किसानों द्वारा प्रतिदिन आने वाली चुनौतियों से निपटना और उनकी सहायता करना है उनकी पैदावार में सुधार करें।
mr: मध्ये स्थापित महिको ग्रो आणि इंडिगो एजी चा संयुक्त उपक्रम आहे 2017. दोन बाजार नेत्यांच्या तांत्रिक नाविन्यास एकत्रित करून आम्ही अधिकाधिक शेतक farmers्यांना मदत करू फायदे. आमचे प्राथमिक उद्दीष्ट हे आहे की दररोज शेतक face्यांना होणारी आव्हानं सोडविणे आणि त्यांना मदत करणे त्यांचे उत्पादन सुधारित करा.
te: మహైకో గ్రో మరియు ఇండిగో ఎగ్ యొక్క ఉమ్మడి చొరవ 2017. ఇద్దరు మార్కెట్ నాయకుల సాంకేతిక ఆవిష్కరణలను కలపడం వల్ల రైతులను పెంచడానికి మేము సహాయం చేస్తాము లాభాలు. ప్రతిరోజూ రైతులు ఎదుర్కొంటున్న సవాళ్లను పరిష్కరించడం మరియు వారికి సహాయపడటం మా ప్రాథమిక లక్ష్యం వారి దిగుబడిని మెరుగుపరచండి.

# GrowOnline_Message_ItemCodeReq
source: The Item Code field is required.
hi: आइटम कोड फ़ील्ड आवश्यक है।
mr: आयटम कोड फील्ड आवश्यक आहे.
te: అంశం కోడ్ ఫీల్డ్ అవసరం.

# GrowOnline_Message_NoProductAvai
source: No Products Available for now
hi: अब के लिए कोई उत्पाद उपलब्ध नहीं है
mr: आत्ता कोणतीही उत्पादने उपलब्ध नाहीत
te: ప్రస్తుతానికి ఉత్పత్తులు అందుబాటులో లేవు

# GrowOnline_Message_NoSubCatProductAvai
source: No Sub-Products Available for now
hi: अब के लिए कोई उप-उत्पाद उपलब्ध नहीं है
mr: आत्ता कोणतीही उप-उत्पादने उपलब्ध नाहीत
te: ప్రస్తుతానికి ఉప ఉత్పత్తులు అందుబాటులో లేవు

# GrowOnline_Message_Price
source: The Price field is required.
hi: मूल्य क्षेत्र आवश्यक है।
mr: किंमत फील्ड आवश्यक आहे.
te: ధర ఫీల్డ్ అవసరం.

# GrowOnline_Message_ProductAdded
source: This product is already added in cart.
hi: यह उत्पाद पहले से ही कार्ट में जोड़ा गया है।
mr: हे उत्पादन आधीपासूनच कार्टमध्ये जोडले गेले आहे.
te: ఈ ఉత్పత్తి ఇప్పటికే బండిలో జోడించబడింది.

# GrowOnline_Message_ProductIDReq
source: Product Id
hi: उत्पाद आइ डि
mr: उत्पादन आयडी
te: ఉత్పత్తి ఐడి

# GrowOnline_Message_ProductName
source: The Product Name filed is required.
hi: दायर किए गए उत्पाद का नाम आवश्यक है।
mr: दाखल केलेल्या उत्पादनाचे नाव आवश्यक आहे.
te: దాఖలు చేసిన ఉత్పత్తి పేరు అవసరం.

# GrowOnline_Message_AddAddress
source: Addrees has been saved successfully.
hi: Addrees को सफलतापूर्वक सहेज लिया गया है।
mr: अ‍ॅड्रेस यशस्वीरित्या जतन केली गेली आहेत.
te: Addrees విజయవంతంగా సేవ్ చేయబడింది.

# GrowOnline_Message_CiontactUs
source: Thank you for submitting your query. Our Team member will contact you as soon as possible
hi: अपनी क्वेरी सबमिट करने के लिए धन्यवाद। हमारी टीम का सदस्य आपसे जल्द से जल्द संपर्क करेगा
mr: आपली क्वेरी सबमिट केल्याबद्दल धन्यवाद. आमचा कार्यसंघ सदस्य शक्य तितक्या लवकर आपल्याशी संपर्क साधेल
te: మీ ప్రశ్నను సమర్పించినందుకు ధన్యవాదాలు. మా బృందం సభ్యుడు మిమ్మల్ని వీలైనంత త్వరగా సంప్రదిస్తారు

# GrowOnline_Message_ErrorAddAddress
source: Error while saving addrees.
hi: एडिवर्स को बचाते समय त्रुटि।
mr: अ‍ॅड्रीज जतन करताना त्रुटी.
te: యాడ్రీలను సేవ్ చేస్తున్నప్పుడు లోపం.

# GrowOnline_Message_ErrorUserProfileUpdate
source: Error while updating the entries
hi: प्रविष्टियों को अपडेट करते समय त्रुटि
mr: प्रविष्ट्या अद्यतनित करताना त्रुटी
te: ఎంట్రీలను నవీకరించేటప్పుడు లోపం

# GrowOnline_Message_ProducAdded
source: Product added in cart successfull.
hi: उत्पाद कार्टेल में जोड़ा गया।
mr: कार्ट सक्सेसफुलमध्ये उत्पादन जोडले.
te: కార్ట్ విజయవంతమైంది.

# GrowOnline_Message_UpdateCartProfile
source: Please Update your Profile to continue to cart
hi: कार्ट जारी रखने के लिए कृपया अपनी प्रोफ़ाइल अपडेट करें
mr: कृपया कार्ट चालू ठेवण्यासाठी आपले प्रोफाइल अद्यतनित करा
te: కార్ట్ కొనసాగించడానికి దయచేసి మీ ప్రొఫైల్‌ను నవీకరించండి

# GrowOnline_Message_UserProfileUpdate
source: User Profile Updated successfully.
hi: उपयोगकर्ता प्रोफ़ाइल अद्यतन सफलतापूर्वक।
mr: वापरकर्ता प्रोफाइल यशस्वीरित्या अद्यतनित केले.
te: వినియోగదారు ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది.

# GrowOnline_Common_CrpPriority
source: Crop Priority
hi: फसल की प्राथमिकता
mr: पीक प्राधान्य
te: పంట ప్రాధాన్యత

# GrowOnline_Common_PackSize
source: Packing Size
hi: पैकिंग आकार
mr: पॅकिंग आकार
te: ప్యాకింగ్ పరిమాణం

# GrowOnline_Common_SaveandCont
source: Save and continue
hi: सहेजें और जारी रखें
mr: जतन करा आणि सुरू ठेवा
te: సేవ్ చేసి కొనసాగించండి

# GrowOnline_Common_Shipping
source: Shipping
hi: शिपिंग
mr: शिपिंग
te: షిప్పింగ్

# GrowOnline_Common_Tax
source: Tax
hi: कर
mr: कर
te: పన్ను

# GrowOnline_Common_Total
source: Total
hi: संपूर्ण
mr: एकूण
te: మొత్తం

# GrowOnline_Message_500InternalServer
source: 500 Internal Server Error
hi: 500 आंतरिक सर्वर त्रुटि
mr: 500 अंतर्गत सर्व्हर त्रुटी
te: 500 అంతర్గత సర్వర్ లోపం

# GrowOnline_Message_ErrorSaveandCont
source: Failed to retreive state .Please try again!
hi: पुन: प्रयास करने में विफल रहा। कृपया पुन: प्रयास करें!
mr: राज्य परत मिळविण्यात अयशस्वी .कृपया पुन्हा प्रयत्न करा!
te: స్థితిని తిరిగి పొందడంలో విఫలమైంది. దయచేసి మళ్ళీ ప్రయత్నించండి!

# GrowOnline_Message_Oops
source: Opps. There was an error, please try again later.
hi: उफ़। एक त्रुटि हुई, कृपया बाद में पुनः प्रयास करें।
mr: विरुद्ध. एक त्रुटी आली, कृपया नंतर पुन्हा प्रयत्न करा.
te: ఊప్స్. లోపం ఉంది, దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.

# GrowOnline_Message_Oops1
source: The server encountered an internal server error and was unable to complete your request.
hi: सर्वर को आंतरिक सर्वर त्रुटि का सामना करना पड़ा और आपके अनुरोध को पूरा करने में असमर्थ था।
mr: सर्व्हरला अंतर्गत सर्व्हर त्रुटी आली आणि आपली विनंती पूर्ण करण्यात अक्षम.
te: సర్వర్ అంతర్గత సర్వర్ లోపాన్ని ఎదుర్కొంది మరియు మీ అభ్యర్థనను పూర్తి చేయలేకపోయింది.

# GrowOnline_Message_SaveandCont
source: Products will be displayed according to your respective selected state!
hi: उत्पादों को आपके संबंधित चयनित राज्य के अनुसार प्रदर्शित किया जाएगा!
mr: आपल्या संबंधित निवडलेल्या राज्यानुसार उत्पादने दर्शविली जातील!
te: మీరు ఎంచుకున్న స్థితి ప్రకారం ఉత్పత్తులు ప్రదర్శించబడతాయి!

# GrowOnline_Message_TermsC
source: Terms and Conditions
hi: नियम और शर्तें
mr: नियम आणि अटी
te: నిబంధనలు మరియు షరతులు

# GrowOnline_Message_TermsCLogin
source: Agree to our terms of use
hi: हमारे उपयोग की शर्तों से सहमत हैं
mr: आमच्या वापर अटींना सहमती द्या
te: మా ఉపయోగ నిబంధనలను అంగీకరిస్తున్నారు

# GrowOnline_Common_ProCat
source: Product Categories List
hi: उत्पाद श्रेणियाँ सूची
mr: उत्पादन श्रेणी यादी
te: ఉత్పత్తి వర్గాల జాబితా

# GrowOnline_Message_HouseNoReq
source: House No.
hi: माकन नंबर।
mr: घर क्रमांक
te: హౌస్ సంఖ్య.

# GrowOnline_Message_HouseNoRequired
source: TheHouse No. is required
hi: मकान नं
mr: घर क्रमांक आवश्यक आहे
te: ఇంటి నం అవసరం

# GrowOnline_Message_StreetLine1Display
source: Street Line 1
hi: गली की रेखा १
mr: स्ट्रीट लाइन 1
te: వీధి రేఖ 1

# GrowOnline_Message_Streetline2Display
source: Street Line 2
hi: स्ट्रीट लाइन 2
mr: स्ट्रीट लाईन 2
te: వీధి రేఖ 2
