Repository: shivadha/GrowOnlineWeb
Catalog: GrowIndigo.Utilities/Resources/Resource.*.resx
Languages: hi, mr, te

# GrowOnline_Common_AboutUs
source: About us
hi: हमारे बारे में
mr: आमच्याबद्दल
te: మా గురించి

# GrowOnline_Common_BiologicalTreatment
source: Biological Treatment
hi: जैविक उपचार
mr: जैविक उपचार
te: జీవ చికిత్స

# GrowOnline_Common_ChangeLanguage
source: Change Language
hi: भाषा बदलो
mr: भाषा बदला
te: భాష మార్చు

# GrowOnline_Common_Close
source: Close
hi: बंद करे
mr: बंद
te: దగ్గరగా

# GrowOnline_Common_ContactUs
source: Contact Us
hi: संपर्क करें
mr: आमच्याशी संपर्क साधा
te: మమ్మల్ని సంప్రదించండి

# GrowOnline_Common_CreateAccount
source: Create Account!
hi: खाता बनाएं!
mr: खाते तयार करा!
te: ఖాతాను సృష్టించండి!

# GrowOnline_Common_EmailIds
source: Email Id's
hi: ईमेल आईडी
mr: ईमेल आयडी
te: ఇమెయిల్ ఐడి

# GrowOnline_Common_Feedback
source: Feedback
hi: प्रतिपुष्टि
mr: अभिप्राय
te: అభిప్రాయం

# GrowOnline_Common_FirmName
source: Firm Name
hi: फर्म का नाम
mr: फर्म नाव
te: దృ name మైన పేరు

# GrowOnline_Common_Home
source: Home
hi: घर
mr: मुख्यपृष्ठ
te: హోమ్

# GrowOnline_Common_Login
source: Login
hi: लॉग इन करें
mr: लॉगिन
te: ప్రవేశించండి

# GrowOnline_Common_Logout
source: Logout
hi: लॉग आउट
mr: बाहेर पडणे
te: లాగౌట్

# GrowOnline_Common_MobileNumber
source: Mobile Number
hi: मोबाइल नंबर
mr: मोबाइल नंबर
te: మొబైల్ సంఖ్య

# GrowOnline_Common_MyAccount
source: My Account
hi: मेरा खाता
mr: माझे खाते
te: నా ఖాతా

# GrowOnline_Common_MyOrders
source: My Orders
hi: मेरे आदेश
mr: माझे आदेश
te: నా ఆదేశాలు

# GrowOnline_Common_MyProfile
source: My Profile
hi: मेरी प्रोफाइल
mr: माझे प्रोफाइल
te: నా జీవన వివరణ

# GrowOnline_Common_pRICAVYpOLICY
source: Privacy Policy
hi: गोपनीयता नीति
mr: गोपनीयता धोरण
te: గోప్యతా విధానం

# GrowOnline_Common_Register
source: Register
hi: रजिस्टर करें
mr: नोंदणी करा
te: నమోదు

# GrowOnline_Common_SelectState
source: Select State
hi: राज्य चुनें
mr: राज्य निवडा
te: రాష్ట్రం ఎంచుకోండి

# GrowOnline_Common_Termofuse
source: Term of use
hi: उपयोग की शर्त
mr: वापरण्याची मुदत
te: ఉపయోగం యొక్క పదం

# GrowOnline_Common_TermSANDcONDITIONS
source: Terms and Conditions
hi: नियम और शर्तें
mr: नियम आणि अटी
te: నిబంధనలు మరియు షరతులు

# GrowOnline_Common_User
source: User
hi: उपयोगकर्ता
mr: वापरकर्ता
te: వాడుకరి

# GrowOnline_Message_acceptTerm
source: Accept Term of Use
hi: उपयोग की अवधि स्वीकार करें
mr: वापराची मुदत स्वीकारा
te: ఉపయోగ నిబంధనను అంగీకరించండి

# GrowOnline_Message_AcceptTerms
source: Accept Terms and Privacy Policy
hi: शर्तें और गोपनीयता नीति स्वीकार करें
mr: अटी आणि गोपनीयता धोरण स्वीकारा
te: నిబంధనలు మరియు గోప్యతా విధానాన్ని అంగీకరించండి

# GrowOnline_Message_Enterotp
source: Enter OTP
hi: OTP दर्ज करें
mr: ओटीपी प्रविष्ट करा
te: OTP ని నమోదు చేయండి

# GrowOnline_Message_EnterPhoneNumber
source: Enter Phone number
hi: फोन नंबर दर्ज
mr: फोन नंबर प्रविष्ट करा
te: ఫోన్ నంబర్‌ను నమోదు చేయండి

# GrowOnline_Message_FirmNameReq
source: The Firm Name field is required.
hi: फर्म नाम फ़ील्ड आवश्यक है।
mr: फर्म नाव फील्ड आवश्यक आहे.
te: సంస్థ పేరు ఫీల్డ్ అవసరం.

# GrowOnline_Message_LgnMobilecheck
source: This Mobile Number is not registered with us . Please Register with your mobile number and try again.
hi: यह मोबाइल नंबर हमारे साथ पंजीकृत नहीं है। कृपया अपने मोबाइल नंबर के साथ रजिस्टर करें और पुनः प्रयास करें।
mr: हा मोबाइल नंबर आमच्याकडे नोंदणीकृत नाही. कृपया आपल्या मोबाइल नंबरवर नोंदणी करा आणि पुन्हा प्रयत्न करा.
te: ఈ మొబైల్ నంబర్ మాతో నమోదు కాలేదు. దయచేసి మీ మొబైల్ నంబర్‌తో నమోదు చేసి, మళ్లీ ప్రయత్నించండి.

# GrowOnline_Message_LoginFailed
source: There was an error while registration
hi: पंजीकरण करते समय एक त्रुटि हुई थी
mr: नोंदणी करताना एक त्रुटी आली
te: నమోదు చేసేటప్పుడు లోపం ఉంది

# GrowOnline_Message_MobileNumberAlreadyExits
source: The Mobile Number already exists .
hi: मोबाइल नंबर पहले से मौजूद है।
mr: मोबाइल नंबर आधीपासून विद्यमान आहे.
te: మొబైల్ సంఖ్య ఇప్పటికే ఉంది.

# GrowOnline_Message_MobileNumberCorrectFormat
source: The Mobile Number field should be of 9 numeric digits.
hi: मोबाइल नंबर फील्ड 9 न्यूमेरिक डिजिट का होना चाहिए।
mr: मोबाईल नंबर फील्ड 9 अंकीय अंकांचे असावे. फायबर आवश्यक आहे.
te: మొబైల్ సంఖ్య ఫీల్డ్ 9 సంఖ్యా అంకెలు ఉండాలి. ఫీల్డ్ అవసరం.

# GrowOnline_Message_MobileNumberReq
source: The Mobile Number field is required.
hi: मोबाइल नंबर फ़ील्ड आवश्यक है।
mr: मोबाइल नंबर फील्ड आवश्यक आहे.
te: మొబైల్ నంబర్ ఫీల్డ్ అవసరం.

# GrowOnline_Message_OTPCorrectFormat
source: The OTP field should be of 4 numeric digits.
hi: OTP फ़ील्ड 4 अंकीय अंकों का होना चाहिए।
mr: ओटीपी फील्ड 4 अंकीय अंकांचे असावे
te: OTP ఫీల్డ్ 4 సంఖ్యా అంకెలు ఉండాలి.

# GrowOnline_Message_OTPNotfound
source: The OTP is incorrect
hi: ओटीपी गलत है
mr: ओटीपी चुकीचा आहे
te: OTP తప్పు

# GrowOnline_Message_OtpRequired
source: The OTP field is required.
hi: OTP फ़ील्ड आवश्यक है।
mr: ओटीपी फील्ड आवश्यक आहे.
te: OTP ఫీల్డ్ అవసరం.

# GrowOnline_Message_otpSend
source: We will send you OTP.
hi: हम आपको OTP भेजेंगे।
mr: आम्ही तुम्हाला ओटीपी पाठवू.
te: మేము మీకు OTP పంపుతాము.

# GrowOnline_Message_RegistrationSuccess
source: Congratulation, your account has been successfullty created. Please Login to sign in
hi: बधाई हो, आपका खाता सफल हो गया है। कृपया साइन इन करने के लिए लॉग इन करें
mr: अभिनंदन, आपले खाते यशस्वीपणे तयार केले गेले आहे. कृपया साइन इन करण्यासाठी लॉग इन करा
te: అభినందనలు, మీ ఖాతా విజయవంతమైంది. సైన్ ఇన్ చేయడానికి దయచేసి లాగిన్ అవ్వండి

# GrowOnline_Common_Address
source: Address
hi: पता
mr: पत्ता
te: చిరునామా

# GrowOnline_Common_cstn_Number
source: CSTN Number
hi: CSTN नंबर
mr: सीएसटीएन क्रमांक
te: CSTN సంఖ్య

# GrowOnline_Common_District
source: District
hi: जिला
mr: जिल्हा
te: జిల్లా

# GrowOnline_Common_DOB
source: Date of Birth
hi: जन्म की तारीख
mr: जन्म तारीख
te: పుట్టిన తేది

# GrowOnline_Common_Email
source: Email Address
hi: ईमेल पता
mr: ईमेल पत्ता
te: ఇమెయిల్ చిరునామా

# GrowOnline_Common_gst_number
source: GST Number
hi: जीएसटी नंबर
mr: जीएसटी क्रमांक
te: జీఎస్టీ సంఖ్య

# GrowOnline_Common_houseNo
source: House No.
hi: घर का नंबर
mr: घर क्रमांक
te: ఇంటి సంఖ్య

# GrowOnline_Common_imeiNumber
source: IMEI Number
hi: IMEI नंबर
mr: आयएमईआय क्रमांक
te: IMEI సంఖ్య

# GrowOnline_Common_license_no
source: License number
hi: लाइसेंस संख्या
mr: परवाना क्रमांक
te: లైసెన్స్ సంఖ్య

# GrowOnline_Common_PanNumber
source: Pan Number
hi: पैन नंबर
mr: पॅन क्रमांक
te: పాన్ సంఖ్య

# GrowOnline_Common_Pincode
source: Pincode
hi: पिन कोड
mr: पिन कोड
te: పిన్ కోడ్

# GrowOnline_Common_RetailerFirstName
source: Retailer FirstName
hi: रिटेलर फर्स्टनाम
mr: किरकोळ विक्रेता फर्स्टनेम
te: రిటైలర్ ఫస్ట్‌నేమ్

# GrowOnline_Common_RetailerLastName
source: Retailer LastName
hi: रिटेलर अंतिम नाम
mr: विक्रेता लास्टनेम
te: చిల్లర చివరి పేరు

# GrowOnline_Common_SeedLicenceValidity
source: Seed License Validity
hi: बीज लाइसेंस वैधता
mr: बियाणे परवान्याची वैधता
te: విత్తన లైసెన్స్ చెల్లుబాటు

# GrowOnline_Common_State
source: State
hi: राज्य
mr: राज्य
te: రాష్ట్రం

# GrowOnline_Common_Streetline1
source: Street Line 1
hi: गली की रेखा १
mr: स्ट्रीट लाइन 1
te: వీధి రేఖ 1

# GrowOnline_Common_Streetline12
source: Street Line 2
hi: स्ट्रीट लाइन 2
mr: स्ट्रीट लाईन 2
te: వీధి రేఖ 2

# GrowOnline_Common_Taluka
source: Taluka
hi: तालुका
mr: तालुका
te: తాలూకా

# GrowOnline_Common_Town
source: Town
hi: नगर
mr: शहर
te: టౌన్

# GrowOnline_Common_UserCompany
source: User Company
hi: उपयोगकर्ता कंपनी
mr: वापरकर्ता कंपनी
te: వినియోగదారు కంపెనీ

# GrowOnline_Common_vatNumber
source: Vat Number
hi: वैट क्रमांक
mr: सीएसटीएन नंबर फील्ड आवश्यक आहे.
te: వ్యాట్ సంఖ్య

# GrowOnline_Message_Address
source: The Address field is required.
hi: पता फ़ील्ड आवश्यक है।
mr: पत्ता फील्ड आवश्यक आहे.
te: చిరునామా ఫీల్డ్ అవసరం.

# GrowOnline_Message_cstn_Number
source: The CSTN Number field is required.
hi: CSTN नंबर फ़ील्ड आवश्यक है।
te: CSTN సంఖ్య ఫీల్డ్ అవసరం.

# GrowOnline_Message_District
source: The District field is required.
hi: जिला क्षेत्र की आवश्यकता है।
mr: जिल्हा फील्ड आवश्यक आहे.
te: జిల్లా క్షేత్రం అవసరం.

# GrowOnline_Message_DOB
source: The Date of Birth field is required.
hi: जन्म तिथि की आवश्यकता है।
mr: जन्मतारीख फील्ड आवश्यक आहे.
te: పుట్టిన తేదీ ఫీల్డ్ అవసరం.

# GrowOnline_Message_Email
source: The Email Address filed is required.
hi: दर्ज किए गए ईमेल पते की आवश्यकता है।
mr: दाखल केलेला ईमेल पत्ता आवश्यक आहे.
te: దాఖలు చేసిన ఇమెయిల్ చిరునామా అవసరం.

# GrowOnline_Message_gst_number
source: The GST Number filed is required.
hi: दायर जीएसटी नंबर आवश्यक है।
mr: दाखल केलेला जीएसटी नंबर आवश्यक आहे.
te: దాఖలు చేసిన జీఎస్టీ నంబర్ అవసరం.

# GrowOnline_Message_houseNo
source: The House Number field is required.
hi: हाउस नंबर फ़ील्ड आवश्यक है।
mr: हाऊस नंबर फील्ड आवश्यक आहे.
te: హౌస్ నంబర్ ఫీల్డ్ అవసరం.

# GrowOnline_Message_imeiNumber
source: The IMEI Number filed is required.
hi: दायर IMEI नंबर आवश्यक है।
mr: दाखल केलेला आयएमईआय क्रमांक आवश्यक आहे.
te: దాఖలు చేసిన IMEI నంబర్ అవసరం.

# GrowOnline_Message_license_no
source: The License number field is required.
hi: लाइसेंस नंबर फ़ील्ड आवश्यक है।
mr: परवाना क्रमांक फील्ड आवश्यक आहे.
te: లైసెన్స్ సంఖ్య ఫీల్డ్ అవసరం.

# GrowOnline_Message_PanNumber
source: The Pan Number field is required.
hi: पैन नंबर फ़ील्ड आवश्यक है।
mr: पॅन नंबर फील्ड आवश्यक आहे.
te: పాన్ నంబర్ ఫీల్డ్ అవసరం.

# GrowOnline_Message_Pincode
source: The Pincode field is required.
hi: पिनकोड फ़ील्ड की आवश्यकता है।
mr: पिनकोड फील्ड आवश्यक आहे.
te: పిన్కోడ్ ఫీల్డ్ అవసరం.

# GrowOnline_Message_RetailerFirstName
source: The Retailer FirstName filed is required.
hi: रिटेलर फर्स्टनाम दायर किया गया है।
mr: किरकोळ विक्रेता फर्स्टनेम आवश्यक आहे.
te: రిటైలర్ ఫస్ట్‌నేమ్ దాఖలు అవసరం.

# GrowOnline_Message_RetailerLastName
source: The Retailer LastName filed is required.
hi: रिटेलर LastName दायर करना आवश्यक है।
mr: किरकोळ विक्रेता लास्टनेम दाखल करणे आवश्यक आहे.
te: రిటైలర్ లాస్ట్ నేమ్ దాఖలు అవసరం.

# GrowOnline_Message_SeedLicenceValidity
source: The Seed License Validity filed is required
hi: बीज लाइसेंस वैधता दर्ज की गई है
mr: दाखल केलेली बियाणे परवाना वैधता आवश्यक आहे
te: దాఖలు చేసిన సీడ్ లైసెన్స్ చెల్లుబాటు అవసరం

# GrowOnline_Message_State
source: The State field is required.
hi: राज्य क्षेत्र की आवश्यकता है।
mr: राज्य फील्ड आवश्यक आहे.
te: రాష్ట్ర క్షేత్రం అవసరం.

# GrowOnline_Message_Streetline1
source: The Street Line 1 filed is required.
hi: दायर की गई स्ट्रीट लाइन 1 की आवश्यकता है।
mr: स्ट्रीट लाइन 1 दाखल करणे आवश्यक आहे.
te: దాఖలు చేసిన స్ట్రీట్ లైన్ 1 అవసరం.

# GrowOnline_Message_Streetline2
source: The Street Line 2 filed is required.
hi: दायर की गई स्ट्रीट लाइन 2 की आवश्यकता है।
mr: दाखल केलेली स्ट्रीट लाईन 2 आवश्यक आहे.
te: దాఖలు చేసిన స్ట్రీట్ లైన్ 2 అవసరం.

# GrowOnline_Message_Taluka
source: The Taluka field is required.
hi: तालुका क्षेत्र की आवश्यकता है।
mr: तालुका फील्ड आवश्यक आहे.
te: తాలూకా క్షేత్రం అవసరం.

# GrowOnline_Message_Town
source: The Town field is required.
hi: टाउन फील्ड की आवश्यकता है।
mr: टाउन फील्ड आवश्यक आहे.
te: పట్టణ క్షేత్రం అవసరం.

# GrowOnline_Message_UserCompany
source: The User Company field is required.
hi: उपयोगकर्ता कंपनी फ़ील्ड आवश्यक है।
mr: वापरकर्ता कंपनी फील्ड आवश्यक आहे.
te: వినియోగదారు కంపెనీ ఫీల్డ్ అవసరం.

# GrowOnline_Message_vatNumber
source: The Vat Number field is required.
hi: वैट नंबर फ़ील्ड आवश्यक है।
mr: व्हॅट नंबर फील्ड आवश्यक आहे.
te: వ్యాట్ సంఖ్య ఫీల్డ్ అవసరం.

# GrowOnline_Message_EmailCorrectFormat
source: Email address is not in correct format.
hi: ईमेल पता सही प्रारूप में नहीं है।
mr: ईमेल पत्ता योग्य स्वरूपात नाही.
te: ఇమెయిల్ చిరునామా సరైన ఆకృతిలో లేదు.

# GrowOnline_Message_RetailerFirstNameMaxLength
source: Retailer First Name cannot be longer than 150 characters.
hi: रिटेलर फर्स्ट नाम 150 अक्षरों से अधिक लंबा नहीं हो सकता है।
mr: किरकोळ विक्रेता पहिले नाव 150 वर्णांपेक्षा मोठे असू शकत नाही.
te: చిల్లర మొదటి పేరు 150 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# GrowOnline_Message_RetailerLastNameMaxLength
source: Retailer Last Name cannot be longer than 150 characters.
hi: रिटेलर का अंतिम नाम 150 अक्षरों से अधिक नहीं हो सकता है।
mr: किरकोळ विक्रेता आडनाव 150 वर्णांपेक्षा मोठे असू शकत नाही.
te: చిల్లర చివరి పేరు 150 అక్షరాల కంటే ఎక్కువ ఉండకూడదు.

# GrowOnline_Common_BuyNow
source: Buy Now
hi: अभी खरीदें
mr: आता खरेदी करा
te: ఇప్పుడే కొనండి

# GrowOnline_Common_City
source: City
hi: शहर
mr: शहर
te: నగరం

# GrowOnline_Common_Crop
source: Crop
hi: काटना
mr: पीक
te: పంట

# GrowOnline_Common_CropCategory
source: Crop Category
hi: फसल श्रेणी
mr: पीक श्रेणी
te: పంట వర్గం

# GrowOnline_Common_CropType
source: Crop Type
hi: फसल का प्रकार
mr: क्रॉप प्रकार
te: పంట రకం

# GrowOnline_Common_CurrentQuantity
source: Current Quantity
hi: वर्तमान मात्रा
mr: सद्य परिमाण
te: ప్రస్తుత పరిమాణం

# GrowOnline_Common_Description
source: Description
hi: विवरण
mr: वर्णन
te: వివరణ

# GrowOnline_Common_GstPercentage
source: GST Percent
hi: जीएसटी का प्रतिशत
mr: जीएसटी टक्के
te: జీఎస్టీ శాతం

# GrowOnline_Common_ItemCode
source: Item Code
hi: आइटम कोड
mr: आयटम कोड
te: అంశం కోడ్

# GrowOnline_Common_MaxQuantity
source: Maximum Quantity to Book
hi: बुक करने के लिए अधिकतम मात्रा
mr: पुस्तक जास्तीत जास्त प्रमाण
te: పుస్తకానికి గరిష్ట పరిమాణం

# GrowOnline_Common_MinQuantity
source: Minimum Quantity to Book
hi: बुक करने के लिए न्यूनतम मात्रा
mr: बुक करण्यासाठी किमान प्रमाण
te: బుక్ చేయడానికి కనీస పరిమాణం

# GrowOnline_Common_PackingSize
source: Packing Size
hi: पैकिंग आकार
mr: पॅकिंग आकार
te: ప్యాకింగ్ పరిమాణం

# GrowOnline_Common_Price
source: Price
hi: कीमत
mr: किंमत
te: ధర

# GrowOnline_Common_PrimaryDetails
source: Primary Details
hi: प्राथमिक विवरण
mr: प्राथमिक तपशील
te: ప్రాథమిక వివరాలు

# GrowOnline_Common_productComName
source: Product Company Name
hi: उत्पाद कंपनी का नाम
mr: उत्पादन कंपनीचे नाव
te: ఉత్పత్తి సంస్థ పేరు

# GrowOnline_Common_ProductDetail
source: Product Detail
hi: वास्तु की बारीकी
mr: उत्पादन तपशील
te: ఉత్పత్తి వివరాలు

# GrowOnline_Common_ProductId
source: Product Id
hi: उत्पाद आइ डि
mr: उत्पादन आयडी
te: ఉత్పత్తి ఐడి

# GrowOnline_Common_ProductName
source: Product Name
hi: उत्पाद का नाम
mr: उत्पादनाचे नांव
te: వస్తువు పేరు

# GrowOnline_Common_ReceiverName
source: Receiver Name
hi: प्राप्तकर्ता का नाम
mr: प्राप्तकर्त्याचे नाव
te: స్వీకర్త పేరు

# GrowOnline_Common_ShippingAddress
source: Shipping Address
hi: शिपिंग पता
mr: शिपिंग पत्ता
te: షిప్పింగ్ చిరునామా

# GrowOnline_Common_Status
source: Status
hi: स्थिति
mr: स्थिती
te: స్థితి

# GrowOnline_Common_SubInfo
source: Information
hi: जानकारी
mr: माहिती
te: సబ్ సమాచారం

# GrowOnline_Message_CityReq
source: The City filed is required.
hi: दर्ज किया गया शहर आवश्यक है।
mr: दाखल केलेले शहर आवश्यक आहे.
te: దాఖలు చేసిన నగరం అవసరం.

# GrowOnline_Message_ReceiverNameREq
source: The Receiver Name field is required.
hi: प्राप्तकर्ता नाम फ़ील्ड आवश्यक है।
mr: प्राप्तकर्ता नाव फील्ड आवश्यक आहे.
te: స్వీకర్త పేరు ఫీల్డ్ అవసరం.

# GrowOnline_Message_ShippingAddressREq
source: The Shipping Address field is required.
hi: शिपिंग एड्रेस फ़ील्ड आवश्यक है।
mr: शिपिंग पत्ता फील्ड आवश्यक आहे.
te: షిప్పింగ్ చిరునామా ఫీల్డ్ అవసరం.

# GrowOnline_Common_AboutGrowINd
source: About Grow Indigo
hi: ग्रो इंडिगो के बारे में
mr: ग्रो इंडिगो बद्दल
te: గ్రో ఇండిగో గురించి

# GrowOnline_Common_AboutGrowINdTitle1
source: Agricultural sustainability is a looming question as climate change is creating more uncertainty around the weather. The soil resource is central to agriculture and therefore sustainable agriculture is inherently dependent on soil health. Providing solutions that will help to sustain in the future is a driver for GrowIndigo offering biological and digital solutions to empower farmers to have relevant information and also improve soil health.
hi: जलवायु परिवर्तन अधिक अनिश्चितता पैदा कर रहा है, क्योंकि कृषि स्थिरता एक बड़ा सवाल है मौसम के आसपास। मृदा संसाधन कृषि के लिए केंद्रीय है और इसलिए स्थायी कृषि है स्वाभाविक रूप से मिट्टी के स्वास्थ्य पर निर्भर करता है। भविष्य में बनाए रखने में मदद करने वाले समाधान प्रदान करना ग्रोइंडिगो के लिए एक ड्राइवर है जो किसानों को प्रासंगिक जानकारी रखने और मिट्टी के स्वास्थ्य में सुधार करने के लिए जैविक और डिजिटल समाधान पेश करता है।
mr: हवामानातील बदल अधिक असुरक्षितता निर्माण करीत असल्याने शेतीची टिकाव धोक्याचा प्रश्न आहे हवामान सुमारे माती संसाधन हे शेतीसाठी केंद्र आहे आणि म्हणूनच टिकाऊ शेती आहे मूळचा मातीच्या आरोग्यावर अवलंबून असतो. भविष्यात टिकून राहण्यास मदत करणारे निराकरण प्रदान करणे म्हणजे ग्रोइंडिगोचा एक ड्रायव्हर आहे ज्यायोगे शेतक relevant्यांना संबंधित माहिती मिळविण्यासाठी सक्षम बनविण्यासाठी आणि मातीचे आरोग्य सुधारण्यासाठी जैविक आणि डिजिटल समाधानाची ऑफर देण्यात आली आहे.
te: వాతావరణ మార్పు మరింత అనిశ్చితిని సృష్టిస్తున్నందున వ్యవసాయ సుస్థిరత దూసుకుపోతున్న ప్రశ్న వాతావరణం చుట్టూ. నేల వనరు వ్యవసాయానికి కేంద్రంగా ఉంది మరియు అందువల్ల స్థిరమైన వ్యవసాయం నేల ఆరోగ్యంపై అంతర్గతంగా ఆధారపడి ఉంటుంది. భవిష్యత్తులో నిలబెట్టడానికి సహాయపడే పరిష్కారాలను అందించడం అనేది రైతులకు సంబంధిత సమాచారాన్ని కలిగి ఉండటానికి మరియు నేల ఆరోగ్యాన్ని మెరుగుపర్చడానికి జీవ మరియు డిజిటల్ పరిష్కారాలను అందించే గ్రోఇండిగోకు ఒక డ్రైవర్.

# GrowOnline_Common_AboutGrowINdTitle2
source: Grow Indigo is a joint initiative of Mahyco Grow and Indigo Ag established in 2017. Combining the technological innovation of the two market leaders we will help maximize farmers' benefits. Our primary objective is to tackle the challenges farmers face every day and assist them to improve their yields, generate more revenue and implement sustainable farming practices.
hi: ग्रो इंडिगो 2017 में स्थापित माहिको ग्रो और इंडिगो एजी की एक संयुक्त पहल है दो मार्केट लीडरों के तकनीकी नवाचार से हम किसानों के लाभ को अधिकतम करने में मदद करेंगे। हमारे प्राथमिक इसका उद्देश्य किसानों को हर दिन आने वाली चुनौतियों से निपटना है और उनकी पैदावार में सुधार के लिए उनकी सहायता करना है, अधिक राजस्व उत्पन्न करें और टिकाऊ कृषि प्रथाओं को लागू करें। इंडिगो 2017 में स्थापित महिको ग्रो और इंडिगो एजी की एक संयुक्त पहल है। दो मार्केट लीडरों के तकनीकी नवाचार से हम किसानों के लाभ को अधिकतम करने में मदद करेंगे। हमारे प्राथमिक इसका उद्देश्य किसानों को हर दिन आने वाली चुनौतियों से निपटना है और उनकी पैदावार में सुधार के लिए उनकी सहायता करना है, अधिक राजस्व उत्पन्न करें और स्थायी कृषि प्रथाओं को लागू करें।
mr: ग्रो इंडिगो हा महिको ग्रो आणि इंडिगो एजी चा संयुक्त उपक्रम आहे जो २०१ 2017 मध्ये स्थापित झाला होता दोन बाजाराच्या नेत्यांचे तांत्रिक नावीन्यपूर्ण उत्पादन आम्ही शेतक farmers्यांचा जास्तीत जास्त लाभ घेण्यास मदत करू. आमचे प्राथमिक शेतकर्‍यांना दररोज येणार्‍या आव्हानांवर मात करणे आणि त्यांचे उत्पादन सुधारण्यात मदत करणे हे उद्दीष्ट आहे. अधिक उत्पन्न मिळवा आणि शाश्वत शेती पद्धतींची अंमलबजावणी करा. ग्रो इंडिगो हा २०१y मध्ये स्थापन केलेला माहिको ग्रो आणि इंडिगो एजी चा संयुक्त उपक्रम आहे. दोन बाजाराच्या नेत्यांचे तांत्रिक नावीन्यपूर्ण उत्पादन आम्ही शेतक farmers्यांचा जास्तीत जास्त लाभ घेण्यास मदत करू. आमचे प्राथमिक शेतकर्‍यांना दररोज येणार्‍या आव्हानांवर मात करणे आणि त्यांचे उत्पादन सुधारण्यात मदत करणे हे उद्दीष्ट आहे. अधिक उत्पन्न आणि शाश्वत शेती पद्धतींची अंमलबजावणी करा.
te: గ్రో ఇండిగో అనేది 2017 లో స్థాపించబడిన మహైకో గ్రో మరియు ఇండిగో ఎగ్ యొక్క సంయుక్త చొరవ ఇద్దరు మార్కెట్ నాయకుల సాంకేతిక ఆవిష్కరణ రైతుల ప్రయోజనాలను పెంచడానికి మేము సహాయం చేస్తాము. మా ప్రాధమిక ప్రతిరోజూ రైతులు ఎదుర్కొంటున్న సవాళ్లను పరిష్కరించడం మరియు వారి దిగుబడిని మెరుగుపరచడంలో వారికి సహాయపడటం దీని లక్ష్యం. మరింత ఆదాయాన్ని సంపాదించండి మరియు స్థిరమైన వ్యవసాయ పద్ధతులను అమలు చేయండి. గ్రో ఇండిగో అనేది 2017 లో స్థాపించబడిన మహైకో గ్రో మరియు ఇండిగో ఎగ్ యొక్క సంయుక్త చొరవ. ఇద్దరు మార్కెట్ నాయకుల సాంకేతిక ఆవిష్కరణ రైతుల ప్రయోజనాలను పెంచడానికి మేము సహాయం చేస్తాము. మా ప్రాధమిక ప్రతిరోజూ రైతులు ఎదుర్కొంటున్న సవాళ్లను పరిష్కరించడం మరియు వారి దిగుబడిని మెరుగుపరచడంలో వారికి సహాయపడటం దీని లక్ష్యం. మరింత ఆదాయాన్ని సంపాదించండి మరియు స్థిరమైన వ్యవసాయ పద్ధతులను అమలు చేయండి.

# GrowOnline_Common_AboutGrowINdTitle3
source: is the earliest agri-innovation corporate in India, founded on a vision to bring modern science to resolve farming challenges, with a view to improve farmers welfare and the nutritional security of the country. Mahyco Grow™ has pioneered several agri innovations including many crop hybrids for the first time in India. Its Seed Innovation vertical has expanded to Africa and South East Asia in the recent years.
hi: भारत में जल्द से जल्द कृषि-नवप्रवर्तन कॉर्पोरेट है, जिसे आधुनिक विज्ञान को हल करने के लिए एक दृष्टिकोण पर स्थापित किया गया है खेती किसानों के कल्याण और देश की पोषण सुरक्षा में सुधार के लिए चुनौतियां। महिको बढ़ो ™ है भारत में पहली बार कई फसल संकर सहित कई कृषि नवाचारों का नेतृत्व किया। इसका बीज नवोन्मेष हाल के वर्षों में ऊर्ध्वाधर का विस्तार अफ्रीका और दक्षिण पूर्व एशिया तक हुआ है।
mr: निराकरण करण्यासाठी आधुनिक विज्ञान आणण्याच्या दृष्टीकोनातून स्थापित केलेली भारतातील सर्वात प्राचीन कृषि-नावीन्यपूर्ण कॉर्पोरेट आहे शेती शेतकरी कल्याण आणि देशातील पौष्टिक सुरक्षा सुधारण्याच्या उद्देशाने आव्हाने. माहिको ग्रो ™ आहे भारतात प्रथमच अनेक पीक संकरांसह अनेक कृषी नवकल्पना प्रस्थापित केल्या. त्याची बियाणे नाविन्य अलिकडच्या वर्षांत अनुलंबचा विस्तार आफ्रिका आणि दक्षिण पूर्व आशियापर्यंत झाला आहे.
te: భారతదేశంలో మొట్టమొదటి అగ్రి-ఇన్నోవేషన్ కార్పొరేట్, ఆధునిక శాస్త్రాన్ని పరిష్కరించడానికి ఒక దృష్టితో స్థాపించబడింది వ్యవసాయ రైతుల సంక్షేమం మరియు దేశ పోషక భద్రతను మెరుగుపరిచే ఉద్దేశంతో సవాళ్లు. మహికో గ్రో ఉంది భారతదేశంలో మొట్టమొదటిసారిగా అనేక పంట సంకరజాతులతో సహా అనేక వ్యవసాయ ఆవిష్కరణలకు మార్గదర్శకత్వం వహించారు. దాని విత్తనం ఇన్నోవేషన్ ఇటీవలి సంవత్సరాలలో నిలువు ఆఫ్రికా మరియు ఆగ్నేయాసియాకు విస్తరించింది.
